"STORE_DESCRIPTION" = "VLC est un lecteur multimédia multiplateforme gratuit et open source.\nIl peut lire tous vos films, émissions et musiques dans la plupart des formats et ce directement sans conversion.\nIl permet la synchronisation de fichiers avec Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, les téléchargements directs et le partage Wi-Fi, ainsi que le streaming à partir de serveurs multimédias SMB, FTP, SFTP, NFS, UPnP/DLNA et du Web.\nVLC prend en charge les sous-titres avancés, y compris la compatibilité SSA, l’audio multipiste, le contrôle de la vitesse de lecture et le rendu via Chromecast.\n\nVLC est entièrement gratuit et open source.";

"STORE_DESCRIPTION_TV" = "VLC est un lecteur multimédia multiplateforme gratuit et open source.\nIl peut lire tous vos films, émissions et musiques dans la plupart des formats et ce directement sans conversion.\nIl permet la lecture à distance depuis votre Mac ou PC via une interface Web, ainsi que la lecture en continu depuis des serveurs multimédias SMB, FTP, SFTP, NFS, UPnP/DLNA et le Web.\nVLC prend en charge les sous-titres avancés, y compris la compatibilité SSA, l’audio multipiste et le contrôle de la vitesse de lecture.\n\nVLC est entièrement gratuit et open source.\n\nLes illustrations sont fournies par TMDb, qui est une base de données de films gérée par la communauté.";

"UNKNOWN_TRACK_TYPE" = "Type de piste inconnu";
"CHOOSE_TITLE" = "Choisir un titre";
"CHOOSE_CHAPTER" = "Choisir un chapitre";
"CHAPTER_SELECTION_TITLE" = "Chapitres";
"TITLE" = "Titre";
"CHAPTER" = "Chapitre";
"TRACK_SELECTION" = "Sélection de piste";
"AUDIO" = "Audio";
"SUBTITLES" = "Sous-titres";
"LANGUAGE" = "Langue";
"MEDIA_INFO" = "Informations sur le média";
"VIDEO_DIMENSIONS" = "Dimensions de la vidéo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixels";
"FORMAT_AUDIO_TRACKS" = "%i pistes audio";
"ONE_AUDIO_TRACK" = "Une piste audio";
"FORMAT_SPU_TRACKS" = "%i pistes de sous-titres";
"ONE_SPU_TRACK" = "Une piste de sous-titres";
"TRACKS" = "%i pistes";
"TRACK" = "%i piste";
"TRACKS_DURATION" = "%u pistes, durée : %@";
"NB_ALBUM_FORMAT" = "%i Album";
"NB_ALBUMS_FORMAT" = "%i Albums";

"PLAYING_EXTERNALLY_TITLE" = "TV connectée";
"PLAYING_EXTERNALLY_DESC" = "Cette vidéo est en lecture sur la TV";
"PLAYING_EXTERNALLY_ADDITION" = "\nLecture en cours sur :"; /* \n should stay in every translation */

"VFILTER_HUE" = "Teinte";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Luminosité";
"VFILTER_SATURATION" = "Saturation";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Réglages de préampli / présélection";
"PREAMP" = "Préampli";
"SNAP_BANDS" = "Bandes élastiques";

"PLAYBACK_FAILED" = "La lecture a échoué";
"PLEASE_WAIT" = "Veuillez patienter";
"AR_CHANGED" = "Rapport de cadre : %@";
"DEFAULT" = "Par défaut";
"FILL_TO_SCREEN" = "Rogner l’image pour remplir l’écran";
"PLAYBACK_SPEED" = "Vitesse de lecture";
"SPU_DELAY" = "Retard des sous-titres";
"AUDIO_DELAY" = "Retard de l’audio";
"BUTTON_SLEEP_TIMER" = "Minuterie de veille";
"SLEEP_TIMER_UPDATED" = "Minuterie de veille mise à jour";
"CONTINUE_PLAYBACK" = "Reprendre la lecture ?";
"CONTINUE_PLAYBACK_LONG" = "Voulez-vous reprendre la lecture de « %@ » là où vous l’aviez arrêtée ?";

"BUTTON_ABOUT" = "À propos";
"BUTTON_BACK" = "Retour";
"BUTTON_DONE" = "Fini";
"BUTTON_CANCEL" = "Annuler";
"BUTTON_SAVE" = "Enregistrer";
"BUTTON_DOWNLOAD" = "Télécharger";
"BUTTON_DELETE" = "Supprimer";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Ignorer";
"BUTTON_CONTACT" = "Nous joindre";
"BUTTON_CONNECT" = "Connecter";
"BUTTON_RENAME" = "Renommer";
"BUTTON_LEARN_MORE" = "En savoir plus";
"BUTTON_LOGOUT" = "Déconnecter";
"BUTTON_CONTINUE" = "Reprendre";
"BUTTON_SET" = "Définir";
"BUTTON_RESET" = "Réinitialiser";
"BUTTON_RESCAN" = "Réanalyser";
"PRIVATE_PLAYBACK_TOGGLE" = "Lecture privée";
"SCAN_SUBTITLE_TOGGLE" = "Rechercher les sous-titres (par http)";

"BUTTON_RENDERER" = "Périphériques de diffusion";
"BUTTON_RENDERER_HINT" = "Afficher un menu des périphériques de diffusion";
"BUTTON_AIRPLAY" = "AirPlay ou Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Afficher un menu des périphériques disponibles AirPlay ou Bluetooth";

"UPGRADING_LIBRARY" = "Mise à jour de la médiathèque";

"FAVORITES" = "Favoris";
"NO_FAVORITES" = "Il n’y a pas encore de favoris";
"NO_FAVORITES_DESCRIPTION" = "Marquez vos dossiers favoris lors de la navigation sur les serveurs pour qu’ils soient répertoriés ici.";
"ADD_FAVORITE" = "Ajouter aux favoris";
"REMOVE_FAVORITE" = "Supprimer des favoris";
"FAVORITE_ALERT_TITLE" = "Souhaitez-vous ajouter ce dossier à vos favoris ?";
"UNFAVORITE_ALERT_TITLE" = "Souhaitez-vous supprimer ce dossier de vos favoris ?";

"OPEN_NETWORK" = "Ouvrir un flux réseau";
"NETWORK_TITLE" = "Flux réseau";
"OPEN_NETWORK_HELP" = "Entrer une adresse HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP pour ouvrir directement le flux.";
"HTTP_UPLOAD_SERVER_OFF" = "Serveur inactif";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Pas de connexion Wi-Fi active";
"OPEN_STREAM_OR_DOWNLOAD" = "Voulez-vous télécharger ou lire cette URL ?";
"ALWAYS_STREAM_URL" = "Toujours jouer les URL";
"SHARED_VLC_IOS_LIBRARY" = "Bibliothèque partagée de VLC pour iOS";
"SMB_CIFS_FILE_SERVERS" = "Serveurs de fichiers (SMB)";

"MANAGED_SERVERS" = "Géré";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Téléchargement annulé par l’utilisateur";

"DOWNLOAD_FROM_HTTP" = "Téléchargements";
"ERROR_NUMBER" = "Erreur %i ";
"DOWNLOAD_FAILED" = "Le téléchargement a échoué";
"FILE_NOT_SUPPORTED" = "Format de fichier non pris en charge";
"FILE_NOT_SUPPORTED_LONG" = "Le format de fichier utilisé par %@ n’est pas compatible avec cette version de VLC pour iOS.";
"SCHEME_NOT_SUPPORTED" = "Format d’adresse non pris en charge";
"SCHEME_NOT_SUPPORTED_LONG" = "Le format d’adresse (%@) n’est pas pris en charge. Veuillez utiliser une adresse commençant par HTTP, HTTPS ou FTP.";
"RENAME_MEDIA_TO" = "Entrer le nouveau nom pour %@";

"FOLDER_EMPTY" = "Dossier vide";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Choisir un fichier à ouvrir :";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Ouvrir dans...";
"SHARING_ERROR_NO_FILES" = "Aucun fichier à partager";
"SHARING_ERROR_NO_APPLICATIONS" = "Aucune application n’a été trouvée pour ouvrir ce type de fichier";
"SHARING_SUCCESS_CAMERA_ROLL" = "Le fichier a été enregistré dans la photothèque avec succès";

"FAVORITEVC_DETAILTEXT" = "Voir vos dossiers favoris";
"STREAMVC_DETAILTEXT" = "Lire des flux sans téléchargement";
"DOWNLOADVC_DETAILTEXT" = "Télécharger des fichiers sur votre appareil";
"HEADER_TITLE_RENDERER" = "Sélectionner un périphérique de diffusion";

"BROWSE" = "Explorer";
"NETWORK" = "Réseau";
"LOCAL_NETWORK" = "Réseau local";
"CONNECT_TO_SERVER" = "Connecter un serveur";
"FILE_SERVER" = "Serveurs de fichiers";
"USER_LABEL" = "Utilisateur";
"PASSWORD_LABEL" = "Mot de passe";
"DISABLE_LABEL" = "Désactiver";
"BUTTON_ANONYMOUS_LOGIN" = "Authentification anonyme";

"LOCAL_SERVER_REFRESH" = "Actualiser";
"LOCAL_SERVER_LAST_UPDATE" = "Mise à jour le %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "ÉCHEC DE LA CONNEXION AU SERVEUR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Veuillez vérifier l’adresse du serveur et les informations d’identification";

"FILES_APP_CELL_TITLE" = "Fichiers locaux";
"FILES_APP_CELL_SUBTITLE" = "Ouvrir un fichier sans le copier dans VLC";

"CLOUD_SERVICES" = "Services en nuage";
"LOGIN" = "Se connecter";
"LOGGED_IN" = "Connecté";
"LOGGED_IN_SERVICES" = "%d services connectés";
"LOGGED_IN_SERVICE" = "1 service connecté";

"DROPBOX_DOWNLOAD" = "Télécharger le fichier ?";
"DROPBOX_DL_LONG" = "Voulez-vous télécharger le fichier « %@ » sur votre %@ ?";
"DROPBOX_LOGIN" = "Se connecter";

"GDRIVE_ERROR_FETCHING_FILES" = "Erreur de récupération des fichiers";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Votre fichier a été téléchargé avec succès";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCCÈS";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Une erreur est survenue lors du téléchargement";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERREUR";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Le média sélectionné n’a pas d’URL lisible";

"DISK_FULL" = "Limite de stockage atteinte";
"DISK_FULL_FORMAT" = "%@ ne peut pas être stocké sur votre %@, parce que vous n’avez pas suffisamment d’espace libre.";

"NUM_OF_FILES" = "%i fichiers";
"ONE_FILE" = "1 fichier";
"NO_FILES" = "Pas de fichier pris en charge";
"DOWNLOADING" = "Téléchargement…";
"REMAINING_TIME" = "Temps restant : %@";
"BIOMETRIC_UNLOCK" = "Déverrouiller la médiathèque\nAnnuler pour entrer le mot de passe";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Définir le mot de passe";
"Enter Passcode" = "Entrer le mot de passe";
"Enter a passcode" = "Entrer un mot de passe";
"Enter your passcode" = "Entrez votre mot de passe";
"Passcodes did not match. Try again." = "Les mots de passe ne correspondent pas. Veuillez recommencer.";
"Re-enter your passcode" = "Entrer à nouveau votre mot de passe";
"Passcode Options" = "Options de mot de passe";
"4-Digit Numeric Code" = "Code numérique à 4 chiffres"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Code numérique à 6 chiffres"; /* Passcode 6 digit numeric code */

"Settings" = "Réglages"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Oui";
"OFF" = "Non";

"EMPTY_LIBRARY" = "Médiathèque vide";
"EMPTY_LIBRARY_LONG" = "Pour la lecture, vous pouvez diffuser des médias en continu à partir d’un serveur sur votre réseau local, depuis le cloud ou synchroniser les médias sur votre appareil en utilisant les services iTunes, Wi-Fi ou services de nuage.";

"EMPTY_NO_PLAYLISTS" = "Listes de lecture";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Pour créer des listes de lecture, passez en mode édition dans les onglets de contenu vidéo ou audio et sélectionnez vos médias préférés.\nVous pouvez également synchroniser des listes de lecture existantes à partir de vos autres appareils ou d’internet.";

"EMPTY_PLAYLIST" = "Liste de lecture vide";
"EMPTY_PLAYLIST_DESCRIPTION" = "Ajouter un média en modifiant les catégories respectives.";

"EMPTY_HISTORY" = "Historique vide";
"EMPTY_HISTORY_DESCRIPTION" = "Pas encore de média.";

"EMPTY_MEDIA_LIST" = "Liste de médias vide";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "La liste des médias est vide et la lecture n’a donc pas pu commencer.";

"PLAYBACK_SCRUB_HELP" = "Glissez votre doigt vers le haut pour régler la vitesse de balayage.";
"PLAYBACK_SCRUB_HIGH" = "Défilement haute vitesse";
"PLAYBACK_SCRUB_HALF" = "Défilement demi-vitesse";
"PLAYBACK_SCRUB_QUARTER" = "Défilement quart de vitesse";
"PLAYBACK_SCRUB_FINE" = "Défilement de précision";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ écoulé, durée totale %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ écoulé, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Affichage du temps";
"PLAYBACK_POSITION" = "Position de lecture";
"VIDEO_FILTER" = "Filtres vidéo";
"VIDEO_FILTER_RESET_BUTTON" = "Réinitialiser les filtres vidéo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Rapport de cadre vidéo";
"BWD_BUTTON" = "Saut arrière";
"FWD_BUTTON" = "Saut avant";
"PLAY_BUTTON" = "Lire";
"NEXT_BUTTON" = "Suivant";
"PREV_BUTTON" = "Précédent";
"PLAY_ALL_BUTTON" = "Tout lire";
"PLAY_ALL_HINT" = "Lire tous les médias de la collection";

"RESET_VIDEO_FILTERS" = "Voulez-vous réinitialiser les filtres vidéo ?";
"RESET_PLAYBACK_SPEED" = "Voulez-vous réinitialiser la vitesse de lecture ?";
"RESET_EQUALIZER" = "Voulez-vous réinitialiser les paramètres de l’égaliseur ?";
"RESET_SLEEP_TIMER" = "Voulez-vous réinitialiser la minuterie de sommeil ?";

"CUSTOM_EQUALIZER_PROFILES" = "Profils personnalisés";
"DEFAULT_PROFILE_NAME" = "Profil personnalisé";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Enregistrer le nouveau profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Voulez-vous enregistrer un nouveau profil avec les valeurs sélectionnées ?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Renommer le profil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Supprimer le profil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Voulez-vous supprimer le profil sélectionné ?";

"VERSION_FORMAT" = "Version : %@";
"BASED_ON_FORMAT" = "Basé sur :<br />%@";

"NEW" = "NOUVEAU";

"VO_VIDEOPLAYER_TITLE" = "Lecteur vidéo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Toucher deux fois pour voir ou cacher les contrôles";

"FIRST_STEPS_ITUNES" = "Synchroniser les fichiers";
"FIRST_STEPS_ITUNES_TITLE" = "Synchroniser avec votre ordinateur";
"FIRST_STEPS_ITUNES_DETAILS" = "Connectez votre %@ afin d’utiliser Finder ou iTunes pour « Partager des fichiers ». Sélectionnez VLC pour transférer les fichiers.";
"FIRST_STEPS_WIFI_TITLE" = "Partager via Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Entrer l’URL générée dans votre navigateur web préféré en étant connecté au même réseau que votre %@.";
"FIRST_STEPS_CLOUDS" = "Nuages";
"FIRST_STEPS_CLOUD_TITLE" = "Nuage";
"FIRST_STEPS_CLOUD_DETAILS" = "Téléverser vos médias vers un service de nuage tel que Google Drive ou Dropbox pour les télécharger ou les diffuser à distance.";

"PLEX_CHECK_ACCOUNT" = "Vérifier votre compte Plex dans les réglages";
"PLEX_ERROR_ACCOUNT" = "Erreur de connexion Plex";

"UNAUTHORIZED" = "Non autorisée";

"SERVER" = "Serveur";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Aucun serveur trouvé";
"NO_RECENT_STREAMS" = "Aucun flux lu récemment";

"WEBINTF_TITLE" = "Partage via Wi-Fi";
"WEBINTF_ETHERNET" = "Partage via Ethernet";
"WEBINTF_DROPFILES" = "Déposer des fichiers";
"WEBINTF_DROPFILES_LONG" = "Déposer des fichiers dans la fenêtre pour les ajouter à votre %@.<br>Ou cliquer sur le bouton « + » pour utiliser le sélecteur de fichiers.";
"WEBINTF_DOWNLOADFILES" = "Télécharger des fichiers";
"WEBINTF_DOWNLOADFILES_LONG" = "Cliquer simplement sur le fichier que vous voulez télécharger de votre %@.";
"WEBINTF_ADDRESS_COPIED" = "Adresse copiée dans le presse-papiers";
"WEBINTF_TITLE_ATV" = "Lecture à distance";
"WEBINTF_DROPFILES_LONG_ATV" = "Déposer des fichiers dans la fenêtre pour les lire sur votre %@.<br>Ou cliquer sur le bouton « + » pour utiliser le sélecteur de fichiers.";
"WEBINTF_URL_SENT" = "URL correctement envoyée.";
"WEBINTF_URL_EMPTY" = "L’URL ne peut être vide.";
"WEBINTF_URL_INVALID" = "URL invalide.";
"WEBINTF_AUTH_REQUIRED" = "Veuillez entrer le mot de passe que vous avez défini dans VLC iOS :";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Mot de passe erroné.<br>Tentatives restantes : ";
"WEBINTF_AUTH_BANNED" = "Vous avez entré trop de mots de passe erronés.<br>Veuillez redémarrer VLC iOS et réessayer.";

"DURATION" = "Durée";
"TITLE" = "Titre";
"ROTATE_BUTTON" = "Rotation"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Bascule le lecteur vidéo entre le mode paysage et le mode portrait."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Information audio";
"ENTER_URL" = "Entrer l’URL à lire";
"HTTP_SERVER_ON" = "Désactiver la lecture à distance";
"HTTP_SERVER_OFF" = "Activer la lecture à distance";
"CACHED_MEDIA" = "Média en cache";
"CACHED_MEDIA_LONG" = "Les médias listés ici sont stockés localement sur votre Apple TV. Remarque : ces contenus peuvent être supprimés à tout moment par le système d’exploitation et sans avertissement quand VLC n’est pas actif et que l’espace de stockage devient insuffisant.";
"DOWNLOAD_SUBS_FROM_OSO" = "Télécharger les sous-titres...";
"FOUND_SUBS" = "Sous-titres trouvés";
"NO_SUB_FOUND_OSO" = "Aucun sous-titre n’a été trouvé pour votre élément multimédia « %@ ».";
"SELECT_AUDIO_FROM_FILES" = "Chargement de l’audio externe...";
"SELECT_SUBTITLE_FROM_FILES" = "Chargement des sous-titres externes...";
"USE_SPDIF" = "Utiliser le « Path-through » (S/PDIF)";

"PLAYBACK" = "Lecture";
"REPEAT_MODE" = "Répétition";
"REPEAT_DISABLED" = "Désactivée";
"REPEAT_SINGLE" = "Unique";
"REPEAT_FOLDER" = "Dossier";
"SHUFFLE" = "Aléatoire";
"SHUFFLE_DISABLED" = "Sans Aléatoire";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Réinitialiser la liste";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Réinitialiser définitivement la liste des flux réseau récemment lus.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug “n” Play Universel (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "Serveur de fichiers BONJOUR";
"DSM_WORKGROUP" = "Groupe de travail";

"URL_NOT_SUPPORTED" = "L’URL ne peut pas être ouverte";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Appuyer sur %@ pour supprimer"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirmer la suppression de la sélection";
"DELETE_MESSAGE_PLAYLIST" = "Êtes-vous sûr de vouloir supprimer la liste de lecture sélectionnée  ?\nLes fichiers multimédias associés ne seront pas supprimés.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Êtes-vous sûr de vouloir supprimer le fichier multimédia de la liste de lecture ?\nCela ne sera pas supprimé du disque.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocole non sélectionné";
"Settings" = "Réglages";

"ERROR" = "Erreur";
"SORT" = "Trier";
"SORT_BY" = "Trier par";
"SEARCH" = "Rechercher";
"VIDEO" = "Vidéo";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Albums";
"ARTISTS" = "Artistes";
"EPISODES" = "Épisodes";
"GENRES" = "Genres";
"ALL_VIDEOS" = "Toutes les vidéos";
"SONGS" = "Morceaux";
"PLAYLISTS" = "Listes de lecture";
"VIDEO_GROUPS" = "Groupes vidéo";
"HISTORY" = "Historique";
"MODIFIED_DATE" = "Date de modification";
"NAME" = "Nom";

// MARK: - EDIT

"BUTTON_MENU" = "Menu";
"BUTTON_MENU_HINT" = "Sélectionner, réorganiser et trier les éléments multimédia présents dans cette vue";

"BUTTON_EDIT" = "Modifier";
"BUTTON_EDIT_HINT" = "Mode selection";

"BUTTON_SELECT" = "Sélectionner";
"BUTTON_SELECT_HINT" = "Sélectionnez le bouton";

"BUTTON_SELECT_ALL" = "Tout sélectionner";
"BUTTON_SELECT_ALL_HINT" = "Sélectionnez tous les éléments multimédia présents dans cette vue";

"BUTTON_HISTORY" = "Historique";
"BUTTON_HISTORY_HINT" = "Afficher les fichiers multimédia récemment lus";

"BUTTON_CLEAR" = "Nettoyer";
"CLEAR_HISTORY_TITLE" = "Effacer l’historique";
"CLEAR_HISTORY_MESSAGE" = "Confirmer la suppression de l’historique";

"ADD_TO_PLAYLIST" = "Ajouter à une liste de lecture";
"ADD_TO_PLAYLIST_HINT" = "Ouvrir le menu Ajouter à une liste de lecture";

"PLAY_AS_AUDIO" = "Lire en tant que fichier audio";
"PLAY_AS_AUDIO_HINT" = "Lire le fichier vidéo comme un fichier audio.";

"PLAYLIST_PLACEHOLDER" = "Titre de la liste de lecture";
"PLAYLIST_DESCRIPTION" = "Choisir un titre pour votre nouvelle liste de lecture";
"PLAYLIST_CREATION" = "Créer une nouvelle liste de lecture";
"PLAYLIST_CREATION_HINT" = "Afficher une interaction pour créer une liste de lecture";
"ERROR_PLAYLIST_CREATION" = "Échec de la création de la liste de lecture";
"ERROR_PLAYLIST_TRACKS" = "Échec de la récupération des pistes";

"ERROR_RENAME_FAILED" = "Le renommage a échoué";
"ERROR_EMPTY_NAME" = "Le titre ne peut pas être vide";

"SHARE_LABEL" = "Partager";
"SHARE_HINT" = "Partager les fichiers sélectionnés";
"RENAME_HINT" = "Renommer les fichiers sélectionnés";
"DELETE_HINT" = "Supprimer les fichiers sélectionnés";

"ADDITIONAL_OPTIONS" = "Options supplémentaires";

// MARK: - Sort

"BUTTON_SORT" = "Trier";
"BUTTON_SORT_HINT" = "Afficher la feuille des actions de tri";
"HEADER_TITLE_SORT" = "Trier par";
"DESCENDING_LABEL" = "Ordre décroissant";
"DESCENDING_SWITCH_LABEL" = "Ordre croissant ou décroissant";
"DESCENDING_SWITCH_HINT" = "Trier le contexte par ordre croissant ou décroissant";
"GRID_LAYOUT" = "Grille";
"GRID_LAYOUT_HINT" = "Afficher les éléments sous forme de grille";
"LIST_LAYOUT" = "Liste";
"HIDE_FEAT_ARTISTS" = "Cacher les artistes invités (feat. artists)";
"HIDE_TRACK_NUMBERS" = "Masquer les numéros de piste";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alphanumériquement";
"DURATION" = "Durée";
"INSERTION_DATE" = "Date d’ajout";
"LAST_MODIFICATION_DATE" = "Date de dernière modification";
"RELEASE_DATE" = "Date de sortie";
"FILE_SIZE" = "Taille du fichier";
"ARTIST" = "Artiste";
"PLAY_COUNT" = "Nombre de lectures";
"ALBUM" = "Album";
"FILENAME" = "Nom de fichier";
"TRACK_NUMBER" = "Numéro de piste";
"NB_AUDIO" = "Nombre de pistes audio";
"NB_MEDIA" = "Nombre de pistes multimédias";
"NB_VIDEO" = "Nombre de pistes vidéo";
"NB_ALBUM" = "Nombre de titres";
"LAST_PLAYBACK_DATE" = "Dernière date de lecture";
"TRACK_ID" = "ID de la piste";
"CUSTOM" = "Personnaliser";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Rien n’a été trouvé";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artiste inconnu";
"VARIOUS_ARTIST" = "Artistes divers";
"UNKNOWN_ALBUM" = "Album inconnu";
"SINGLE_ITEM_SELECTED" = "élément sélectionné";
"MULTIPLE_ITEMS_SELECTED" = "éléments sélectionnés";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Sous-titres et pistes audio";
"SUBTITLE_AND_TRACK_HINT" = "Choisissez des sous-titres ou des pistes audio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interface DVD";

"ROTATION_LOCK_BUTTON" = "Verrouillage de la rotation";
"ROTATION_LOCK_HINT" = "Verrouiller la vidéo sur l’orientation actuelle";

"REPEAT_HINT" = "Répéter le même média";
"DO_NOT_REPEAT_HINT" = "Ne pas répéter la liste des médias";
"REPEAT_ALL_HINT" = "Répéter la liste des médias";

"BACKWARD_BUTTON" = "Reculer";
"BACKWARD_HINT" = "Saut arrière";

"PREVIOUS_BUTTON" = "Précédent";
"PREVIOUS_HINT" = "Média précédent";

"PLAY_PAUSE_BUTTON" = "Lecture ou pause";
"PLAY_PAUSE_HINT" = "Lecture ou pause de la lecture en court";

"STOP_BUTTON" = "Stop";
"CLOSE_HINT" = "Arrêter la lecture";

"MINIMIZE_BUTTON" = "Réduire";
"MINIMIZE_HINT" = "Minimiser le lecteur";

"NEXT_HINT" = "Média suivant";

"FORWARD_BUTTON" = "Avancer";
"FORWARD_HINT" = "Saut avant";

"INTERFACE_LOCK_BUTTON" = "Verrouiller l’interface";

"SELECT_A_MARK" = "Sélectionner le repère A";
"SELECT_A_MARK_HINT" = "Sélectionner le repère A de la boucle AB";
"SELECT_B_MARK" = "Sélectionner le repère B";
"SELECT_B_MARK_HINT" = "Sélectionner la marque B de la boucle AB";

"AB_LOOP" = "A→B en boucle";
"AB_LOOP_MARKS" = "A→B Repères de boucle";

"RESET_AB_LOOP" = "Souhaitez-vous supprimer la boucle A→B ?";
"RESET_AB_LOOP_MARKS" = "Souhaitez-vous réinitialiser les repères de la boucle A→B ?";

"SHUFFLE_HINT" = "Lecture aléatoire de la liste des médias";
"SHUFFLE_OFF_HINT" = "Ne pas lire la liste des médias de manière aléatoire";

"ASPECT_RATIO_TITLE" = "Rapports de cadre";
"VIDEO_ASPECT_RATIO_BUTTON" = "Rapport de cadre vidéo";
"VIDEO_ASPECT_RATIO_HINT" = "Modifier le rapport de cadre de la vidéo en cours";

"MORE_OPTIONS_BUTTON" = "Plus";
"MORE_OPTIONS_HINT" = "Voir plus de contrôles d’option";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Contrôles de lecture";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, recherche, chapitre suivant";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Sous-titres non pris en charge";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Les sous-titres ne sont pas encore pris en charge pendant le streaming.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Égaliseur";
"MORE_OPTIONS_HEADER_TITLE" = "Options vidéo";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Options audio";
"BOOKMARKS_TITLE" = "Favoris";
"ADD_BOOKMARKS_TITLE" = "Ajouter des favoris";
"BOOKMARK_DEFAULT_NAME" = "Ajouter un favori à";
"BOOKMARK_RENAME_TITLE" = "Renommer un favori";
"BOOKMARK_DELETE_TITLE" = "Effacer un favori";
"BOOKMARK_DELETE_MESSAGE" = "Confirmez l’effacement du favori";
"INCREASE_BUTTON" = "Bouton d’augmentation";
"INCREASE_PLAYBACK_SPEED" = "Augmenter la vitesse de lecture";
"INCREASE_AUDIO_DELAY" = "Augmenter le retard de l’audio";
"INCREASE_SUBTITLES_DELAY" = "Augmenter le retard des sous-titres";
"DECREASE_BUTTON" = "Bouton de réduction";
"DECREASE_PLAYBACK_SPEED" = "Réduire la vitesse de lecture";
"DECREASE_AUDIO_DELAY" = "Réduire le retard de l’audio";
"DECREASE_SUBTITLES_DELAY" = "Réduire le retard des sous-titres";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Raccourci pour afficher la vitesse de lecture";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Activer le raccourci pour afficher la vitesse de lecture";
"VIDEO_FILTERS_HINT" = "Sélectionnez cette option pour ouvrir la vue des filtres vidéo";
"PLAYBACK_SPEED_HINT" = "Sélectionnez cette option pour ouvrir l’affichage de la vitesse de lecture";
"SUBTITLES_DELAY_HINT" = "Sélectionner cette option pour ouvrir l’affichage différé des sous-titres";
"AUDIO_DELAY_HINT" = "Sélectionner cette option pour ouvrir l’affichage du retard audio";
"SLEEP_TIMER_HINT" = "Sélectionnez pour ouvrir la vue du minuteur de mise en veille";
"EQUALIZER_HINT" = "Sélectionnez pour ouvrir la vue de l’égaliseur";
"CHAPTERS_HINT" = "Sélectionnez pour ouvrir la vue des chapitres";
"BOOKMARKS_HINT" = "Sélectionnez pour ouvrir la vue des favoris";
"INTERFACE_LOCK_HINT" = "Activer l’option de verrouillage de l’interface utilisateur";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forcer la réanalyse de la médiathèque";
"FORCE_RESCAN_MESSAGE" = "Voulez-vous forcer VLC à réanalyser la médiathèque ?\nCela pourrait prendre du temps.";

"FEEDBACK_EMAIL_TITLE" = "Commentaires sur VLC sur iOS et iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Compte de messagerie non configuré";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Contactez-nous via %@ depuis un autre appareil.";

"SETTINGS_THEME_BLACK" = "Utiliser un arrière-plan noir en mode sombre";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Améliore la durée de vie de la batterie des appareils dotés d’un écran OLED";

"SETTINGS_RESET_TITLE" = "Réinitialiser les paramètres";
"SETTINGS_RESET_MESSAGE" = "Souhaitez-vous rétablir les valeurs par défaut de tous les paramètres ?";

"SETTINGS_PLAY_ALL" = "Lecture transparente des collections";
"SETTINGS_PLAY_ALL_HINT" = "Activer la lecture automatique du média suivant dans les onglets audio ou vidéo";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Lecture transparente des listes de lecture";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Permet de lire automatiquement le média suivant dans une liste de lecture";

"SETTINGS_DOCUMENTATION" = "Documentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Avertissement de connexion SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Nous avons détecté un ancien protocole (SMBv1).\nÊtes-vous vraiment sûr de continuer avec SMBv1 ?\nNous vous conseillons de mettre à niveau ou de reparamétrer votre serveur.";
"SMBV1_CONTINUE" = "Continuer avec SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Essayer SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Encodage";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Ajouter au groupe de médias";
"ADD_TO_MEDIA_GROUP_HINT" = "Ouvre le menu d’ajout au groupe de médias";

"MEDIA_GROUPS" = "Groupes de médias";
"MEDIA_GROUPS_DESCRIPTION" = "Choisir un titre pour votre nouveau groupe de médias";
"MEDIA_GROUPS_PLACEHOLDER" = "Titre du groupe de médias";

"REMOVE_FROM_MEDIA_GROUP" = "Retirer du groupe de médias";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Supprimer la sélection du groupe de médias";

"MEDIA_GROUP_CREATION" = "Nouveau groupe de médias";
"MEDIA_GROUP_CREATION_HINT" = "Afficher une alerte pour créer une liste de lecture";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Déplacer le contenu au niveau racine";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Déplace le contenu de la sélection au niveau le plus haut";

"BUTTON_REGROUP" = "Regrouper";
"BUTTON_REGROUP_TITLE" = "Regrouper la sélection";
"BUTTON_REGROUP_HINT" = "Essayer de regrouper automatiquement les médias isolés.";
"BUTTON_REGROUP_DESCRIPTION" = "Êtes-vous sûr de vouloir regrouper automatiquement les médias isolés ?\nCela peut prendre du temps.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Placer les médias ici pour les ajouter";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Ajout...";

// MARK: - QueueViewController

"PLAY_HINT" = "Lire";
"PLAY_LABEL" = "Lire";
"PLAY_NEXT_IN_QUEUE_HINT" = "Lire ensuite";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Lire ensuite";
"APPEND_TO_QUEUE_HINT" = "Lire en dernier";
"APPEND_TO_QUEUE_LABEL" = "Lire en dernier";
"QUEUE_LABEL" = "File d’attente";

"DISPLAY_AS" = "Afficher comme";

/* New strings */
"BRIGHTNESS_HINT" = "Contrôle vertical de la luminosité";
"BRIGHTNESS_SLIDER" = "Faites glisser verticalement pour modifier le niveau de luminosité";

/* New strings */
"VOLUME_HINT" = "Contrôle vertical du volume";
"VOLUME_SLIDER" = "Glissement vertical pour modifier le niveau du volume";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Contrôles de lecture";
"MENU_REPEAT_DISABLED" = "Ne pas répéter";
"MENU_REPEAT_SINGLE" = "Répéter le média";
"MENU_REPEAT_ALL" = "Tout répéter";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Fond de la feuille d’actions";
"ACTIONSHEET_BACKGROUND_HINT" = "Appuyez sur pour supprimer la feuille d’actions.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Saisir un montant personnalisé";
"DONATION_TITLE" = "La vie privée avant le profit";
"DONATION_DESCRIPTION" = "Multimédia privé et open-source, financé par vous. Pas de publicité, pas de suivi, pas de compromis. Utilisation gratuite pour tous. Faites un don maintenant pour soutenir VideoLAN.";
"DONATION_WINDOW_TITLE" = "Faire un don à VideoLAN";
"DONATE_CC_DC" = "Carte de crédit ou de débit";
"DONATION_CHOOSE_PP" = "Veuillez sélectionner votre fournisseur de paiement";
"DONATION_CHOOSE_CURRENCY" = "Veuillez sélectionner une devise";
"DONATION_AMOUNT" = "Montant du don : %@";
"DONATION_CC_NUM" = "Numéro de la carte de crédit";
"DONATION_CC_EXPIRY_DATE" = "Date d’expiration";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "AA";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Erreur lors de la configuration d’Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC n’a pas réussi à configurer Apple Pay pour effectuer la donation. Veuillez sélectionner un autre fournisseur de paiement avant de continuer.";
"DONATION_DONATE_BUTTON" = "Effectuer un don";
"PURCHASE_FAILED" = "Échec de l’achat.";
"SEND_DONATION" = "Envoyez votre don";
"PURCHASE_SUCESS_TITLE" = "Donation envoyée";
"PURCHASE_SUCESS_DESCRIPTION" = "Nous vous remercions pour votre don !";
"DONATION_CONTINUE" = "Continuer";
"BUTTON_NOT_NOW" = "Pas maintenant";
"DONATION_NAGSCREEN_TITLE" = "Faites un don";
"DONATION_NAGSCREEN_SUBTITLE" = "Soutenez le multimédia libre et open source";
"DONATION_INVOICES" = "Factures";
"DONATION_RECEIPTS" = "Reçus";
"DONATION_INVOICES_RECEIPTS" = "Factures et reçus";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Si vous avez réinstallé VLC, les factures et les reçus de vos précédents dons ne seront pas disponibles car toutes vos informations personnelles sont uniquement stockées sur cet appareil.\n\nSi vous avez des questions, contactez-nous via donation@videolan.org et mentionnez cet identifiant anonyme :%@";
"DONATION_CANCEL_MONTHLY" = "Annuler un don régulier";
"DONATION_MONTHLY" = "Mensuel";
"DONATION_MONTHLY_FORMAT" = "%@/mois";
"DONATION_MONTHLY_VIDEOLAN" = "Don mensuel à VideoLAN";
"DONATION_ONCE" = "Ponctuel";
"DONATION_UPDATE_MONTHLY" = "Mettre à jour le don régulier";
"DONATION_VIDEOLAN" = "Don à VideoLAN";
"DONATION_CANCEL_LONG" = "Nous sommes tristes de vous voir annuler le don mensuel à VideoLAN. Le soutien que vous nous avez apporté précédemment représente beaucoup pour nous. Merci beaucoup ! ";
"DONATION_BANK_TRANSFER" = "Transaction bancaire";
"DONATION_BANK_TRANSFER_LONG" = "Stripe traite les dons faits à VideoLAN. VideoLAN ne stocke ni ne collecte vos informations personnelles.";
"DONATION_BUTTON_AGREE" = "Accepter";
"DONATION_IBAN" = "Numéro de compte bancaire (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Nom";
"DONATION_NAME_BANK_ACCOUNT" = "Nom sur le compte bancaire";
"DONATION_EMBARGOED_COUNTRY" = "Nous ne pouvons pas actuellement, accepter de dons dans votre pays. Profitez bien de VLC !";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Saut arrière";
"KEY_JUMP_FORWARDS" = "Saut avant";
"KEY_INCREASE_PLAYBACK_SPEED" = "Augmenter la vitesse de lecture";
"KEY_DECREASE_PLAYBACK_SPEED" = "Ralentir la vitesse de lecture";
"KEY_RESET_PLAYBACK_SPEED" = "Réinitialiser la vitesse de lecture";
"KEY_SEEK_TO_PERCENT" = "Déplacement à %i%% de la durée";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Choisir le titre de l’arrière-plan";
"TITLESELECTION_BACKGROUND_HINT" = "Tapez pour supprimer la vue.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Supprimer « %@ » ?";
"DELETE_MULTIPLE_TITLE" = "Supprimer « %@ » et autres %d ?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Lire en arrière-plan";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Lire la liste de lecture sélectionnée en arrière-plan sans ouvrir l’application";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Lire ${mediaName} en arrière-plan";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Curseur vertical";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Incrément";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Décrémentation";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Téléchargement du fichier « %@ » terminé";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Ajouter un média %d à %@";
"ADD_ALERT_TITLE" = "Sélection trouvée dans la liste de lecture";
"ADD_ALERT_MESSAGE_SINGLE" = "Vous essayez d’ajouter un média qui fait déjà partie de %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Vous essayez d’ajouter un média %d qui fait déjà partie de %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Dernier lu";
